Repository: elbitin/RAAS
Catalog: raasclient/rdesktop/rdesktop/Properties/Resources.*.resx
Languages: cs, el, fr, gl, gu, hi, hy, km, kn, ko, lv, mg, mi, mk, mn, mr, ne, or, pa, ru, rw, si, sq, sr, sw, ta, te, th, tk, ur, zu

# General_RDPAuthenticationLabel
source: RDP authentication:
cs: Ověření RDP:
el: Έλεγχος ταυτότητας RDP:
fr: Authentification RDP :
gl: Autenticación RDP:
gu: RDP પ્રમાણીકરણ:
hi: आरडीपी प्रमाणीकरण:
hy: RDP նույնականացում.
km: ការផ្ទៀងផ្ទាត់ RDP៖
kn: RDP ದೃಢೀಕರಣ:
ko: RDP 인증:
lv: LAP autentifikācija:
mg: Fanamarinana RDP:
mi: Motuhēhēnga RDP:
mk: RDP автентикација:
mn: RDP баталгаажуулалт:
mr: RDP प्रमाणीकरण:
ne: RDP प्रमाणीकरण:
or: RDP ପ୍ରାମାଣିକିକରଣ:
pa: RDP ਪ੍ਰਮਾਣਿਕਤਾ:
ru: Аутентификация RDP:
rw: Kwemeza RDP:
si: RDP සත්‍යාපනය:
sq: Vërtetimi i RDP:
sr: РДП аутентификација:
sw: Uthibitishaji wa RDP:
ta: RDP அங்கீகாரம்:
te: RDP ప్రమాణీకరణ:
th: การตรวจสอบสิทธิ์ RDP:
tk: RDP tassyklamasy:
ur: آر ڈی پی کی توثیق:
zu: Ukuqinisekiswa kwe-RDP:

# Input_WrongSizeMessage
source: Width and height need to be inteders
cs: Šířka a výška musí být inteders
el: Το πλάτος και το ύψος πρέπει να είναι ενδιάμεσα
fr: La largeur et la hauteur doivent être intercalées
gl: O ancho e a altura deben ser enteros
gu: પહોળાઈ અને ઊંચાઈ ઈન્ટિડર હોવી જરૂરી છે
hi: चौड़ाई और ऊंचाई को मापा जाना चाहिए
hy: Լայնությունը և բարձրությունը պետք է միմյանց հետ լինեն
km: ទទឹង និង​កម្ពស់​ត្រូវ​តែ​មាន​ចន្លោះ​
kn: ಅಗಲ ಮತ್ತು ಎತ್ತರ ಇಂಟೆಂಡರ್‌ಗಳಾಗಿರಬೇಕು
ko: 너비와 높이는 정수여야 합니다.
lv: Platumam un augstumam ir jābūt vienādiem
mg: Ny sakany sy ny haavony dia mila inteders
mi: Ko te whanui me te teitei e tika ana kia taurite
mk: Ширината и висината треба да бидат меѓусебно
mn: Өргөн ба өндрийг хооронд нь оруулах шаардлагатай
mr: रुंदी आणि उंची इंटेडर असणे आवश्यक आहे
ne: चौडाइ र उचाइ इन्टेडर हुनुपर्छ
or: ମୋଟେଇ ଏବଂ ଉଚ୍ଚତା ମଧ୍ୟସ୍ଥ ହେବା ଆବଶ୍ୟକ |
pa: ਚੌੜਾਈ ਅਤੇ ਉਚਾਈ ਨੂੰ ਇੰਟੀਡਰ ਕਰਨ ਦੀ ਲੋੜ ਹੈ
ru: Ширина и высота должны быть взаимосвязаны.
rw: Ubugari n'uburebure bigomba kuba inters
si: පළල සහ උස සංකලනය විය යුතුය
sq: Gjerësia dhe lartësia duhet të jenë ndërmjet
sr: Ширина и висина треба да буду уметнуте
sw: Upana na urefu unahitaji kuwa inteders
ta: அகலமும் உயரமும் இன்டெர்டர்களாக இருக்க வேண்டும்
te: వెడల్పు మరియు ఎత్తు ఇండెడర్లుగా ఉండాలి
th: ความกว้างและความสูงต้องระบุเป็นอินเทอร์
tk: Giňligi we beýikligi aralyk bolmaly
ur: چوڑائی اور اونچائی کو انٹیڈر کرنے کی ضرورت ہے۔
zu: Ububanzi nobude kumele kube ama-inteders

# Input_WrongSizeMessageTitle
source: Invalid input
cs: Neplatný vstup
el: Μη έγκυρη εισαγωγή
fr: Entrée invalide
gl: Entrada non válida
gu: અમાન્ય ઇનપુટ
hi: अमान्य निवेश
hy: Անվավեր մուտքագրում
km: ការបញ្ចូលមិនត្រឹមត្រូវ
kn: ಅಮಾನ್ಯ ಇನ್‌ಪುಟ್
ko: 잘못된 입력입니다
lv: Nederīga ievade
mg: Fampidirana tsy mety
mi: Tāuru muhu
mk: Неважечки влез
mn: Буруу оролт
mr: अवैध इनपुट
ne: अवैध इनपुट
or: ଅବ val ଧ ଇନପୁଟ୍ |
pa: ਅਵੈਧ ਇਨਪੁਟ
ru: Неверный ввод
rw: Iyinjiza ritemewe
si: වලංගු නොවන ආදානය
sq: Hyrja e pavlefshme
sr: Неважећи унос
sw: Ingizo batili
ta: தவறான உள்ளீடு
te: చెల్లని ఇన్‌పుట్
th: ข้อมูลอินพุตไม่ถูกต้อง
tk: Nädogry giriş
ur: غلط ان پٹ
zu: Okokufaka okungavumelekile

# MainForm_ApplyButton
source: Apply
cs: Použít
el: Εφαρμόζω
fr: Appliquer
gl: Solicitar
gu: અરજી કરો
hi: आवेदन करना
hy: Դիմել
km: អនុវត្ត
kn: ಅನ್ವಯಿಸು
ko: 적용하다
lv: Pieteikties
mg: AMPIHARO
mi: Tonoa
mk: Пријавете се
mn: Өргөдөл гаргах
mr: अर्ज करा
ne: आवेदन दिनुहोस्
or: ପ୍ରୟୋଗ କରନ୍ତୁ |
pa: ਲਾਗੂ ਕਰੋ
ru: Применять
rw: Koresha
si: අයදුම් කරන්න
sq: Aplikoni
sr: Пријавите се
sw: Omba
ta: விண்ணப்பிக்கவும்
te: దరఖాస్తు చేసుకోండి
th: นำมาใช้
tk: Giriş
ur: لگائیں
zu: Faka isicelo

# MainForm_CancelButton
source: Cancel
cs: Zrušit
el: Ματαίωση
fr: Annuler
gl: Cancelar
gu: રદ કરો
hi: रद्द करना
hy: Չեղարկել
km: បោះបង់
kn: ರದ್ದುಮಾಡು
ko: 취소
lv: Atcelt
mg: hanafoana
mi: Whakakore
mk: Откажи
mn: Цуцлах
mr: रद्द करा
ne: रद्द गर्नुहोस्
or: ବାତିଲ୍ କରନ୍ତୁ |
pa: ਰੱਦ ਕਰੋ
ru: Отмена
rw: Kureka
si: අවලංගු කරන්න
sq: Anulo
sr: Откажи
sw: Ghairi
ta: ரத்து செய்
te: రద్దు చేయి
th: ยกเลิก
tk: Elatyr
ur: منسوخ کریں۔
zu: Khansela

# MainForm_ConnectButton
source: Connect
cs: Připojit
el: Συνδέω
fr: Connecter
gl: Conectar
gu: કનેક્ટ કરો
hi: जोड़ना
hy: Միացնել
km: ភ្ជាប់
kn: ಸಂಪರ್ಕಿಸಿ
ko: 연결하다
lv: Savienot
mi: Tuhono
mk: Поврзете се
mn: Холбох
mr: कनेक्ट करा
ne: जडान गर्नुहोस्
or: ସଂଯୋଗ କରନ୍ତୁ |
pa: ਜੁੜੋ
ru: Соединять
rw: Ihuze
si: සම්බන්ධ කරන්න
sq: Lidheni
sr: Повежите се
sw: Unganisha
ta: இணைக்கவும்
te: కనెక్ట్ చేయండి
th: เชื่อมต่อ
tk: Birikdiriň
ur: جڑیں۔
zu: Xhuma

# MainForm_MainFormTitle
source: Remote Desktop
cs: Vzdálená plocha
el: Απομακρυσμένη επιφάνεια εργασίας
fr: Bureau à distance
gl: Escritorio remoto
gu: દૂરસ્થ ડેસ્કટોપ
hi: दूरवर्ती डेस्कटॉप
hy: Հեռավոր աշխատասեղան
km: ផ្ទៃតុពីចម្ងាយ
kn: ರಿಮೋಟ್ ಡೆಸ್ಕ್ಟಾಪ್
ko: 원격 데스크톱
lv: Attālā darbvirsma
mg: Desktop lavitra
mi: Papamahi Mamao
mk: Далечинска работна површина
mn: Алсын ширээний компьютер
mr: रिमोट डेस्कटॉप
ne: रिमोट डेस्कटप
or: ସୁଦୂର ଡେସ୍କଟପ୍
pa: ਰਿਮੋਟ ਡੈਸਕਟਾਪ
ru: Удаленный рабочий стол
rw: Ibiro bya kure
si: දුරස්ථ ඩෙස්ක්ටොප්
sq: Desktop në distancë
sr: Ремоте Десктоп
sw: Eneo-kazi la Mbali
ta: ரிமோட் டெஸ்க்டாப்
te: రిమోట్ డెస్క్‌టాప్
th: เดสก์ท็อประยะไกล
tk: Uzakdaky iş stoly
ur: ریموٹ ڈیسک ٹاپ
zu: Ideskithophu Ekude

# MainForm_ServerLabel
source: Server:
el: Υπηρέτης:
fr: Serveur:
gl: Servidor:
gu: સર્વર:
hi: सर्वर:
hy: Սերվեր:
km: ម៉ាស៊ីនមេ៖
kn: ಸರ್ವರ್:
ko: 섬기는 사람:
lv: Serveris:
mg: Mpizara:
mi: Tūmau:
mk: Сервер:
mn: Сервер:
mr: सर्व्हर:
ne: सर्भर:
or: ସର୍ଭର:
pa: ਸਰਵਰ:
ru: Сервер:
rw: Seriveri:
si: සේවාදායකය:
sq: Serveri:
sr: Сервер:
sw: Seva:
ta: சேவையகம்:
te: సర్వర్:
th: เซิร์ฟเวอร์:
tk: Serwer:
ur: سرور:
zu: Iseva:

# MainForm_SettingsGroupBox
source: Settings
cs: Nastavení
el: Ρυθμίσεις
fr: Paramètres
gl: Configuración
gu: સેટિંગ્સ
hi: सेटिंग्स
hy: Կարգավորումներ
km: ការកំណត់
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: 설정
lv: Iestatījumi
mg: Fikirana
mi: Tautuhinga
mk: Поставки
mn: Тохиргоо
mr: सेटिंग्ज
ne: सेटिङहरू
or: ସେଟିଂସମୂହ
pa: ਸੈਟਿੰਗਾਂ
ru: Настройки
rw: Igenamiterere
si: සැකසීම්
sq: Cilësimet
sr: Подешавања
sw: Mipangilio
ta: அமைப்புகள்
te: సెట్టింగ్‌లు
th: การตั้งค่า
tk: Sazlamalar
ur: ترتیبات
zu: Izilungiselelo

# Program_ErrorMessageTitle
source: Remote desktop error
cs: Chyba vzdálené plochy
el: Σφάλμα απομακρυσμένης επιφάνειας εργασίας
fr: Erreur de bureau à distance
gl: Erro no escritorio remoto
gu: રિમોટ ડેસ્કટૉપ ભૂલ
hi: दूरस्थ डेस्कटॉप त्रुटि
hy: Հեռավոր աշխատասեղանի սխալ
km: កំហុសផ្ទៃតុពីចម្ងាយ
kn: ರಿಮೋಟ್ ಡೆಸ್ಕ್‌ಟಾಪ್ ದೋಷ
ko: 원격 데스크톱 오류
lv: Attālās darbvirsmas kļūda
mg: Error desktop lavitra
mi: Hapa papamahi mamao
mk: Грешка на далечинската работна површина
mn: Алсын ширээний алдаа
mr: रिमोट डेस्कटॉप एरर
ne: रिमोट डेस्कटप त्रुटि
or: ସୁଦୂର ଡେସ୍କଟପ୍ ତ୍ରୁଟି |
pa: ਰਿਮੋਟ ਡੈਸਕਟਾਪ ਗੜਬੜ
ru: Ошибка удаленного рабочего стола
rw: Ikosa rya kure
si: දුරස්ථ ඩෙස්ක්ටොප් දෝෂය
sq: Gabim i desktopit në distancë
sr: Грешка удаљене радне површине
sw: Hitilafu ya eneo-kazi la mbali
ta: தொலைநிலை டெஸ்க்டாப் பிழை
te: రిమోట్ డెస్క్‌టాప్ లోపం
th: ข้อผิดพลาดเดสก์ท็อประยะไกล
tk: Uzakdaky iş stoly ýalňyşlygy
ur: ریموٹ ڈیسک ٹاپ کی خرابی۔
zu: Iphutha ledeskithophu yesilawuli kude

# RemoteDesktopForm_RemoteDesktopFormTitle
source: Remote Desktop - {0}
cs: Vzdálená plocha – {0}
el: Απομακρυσμένη επιφάνεια εργασίας - {0}
fr: Bureau à distance - {0}
gl: Escritorio remoto: {0}
gu: રિમોટ ડેસ્કટોપ - {0}
hi: रिमोट डेस्कटॉप - {0}
hy: Հեռակա աշխատասեղան - {0}
km: កុំព្យូទ័រពីចម្ងាយ - {0}
kn: ರಿಮೋಟ್ ಡೆಸ್ಕ್‌ಟಾಪ್ - {0}
ko: 원격 데스크톱 - {0}
lv: Attālā darbvirsma — {0}
mg: Desktop lavitra - {0}
mi: Papamahi Mamao - {0}
mk: Далечинска работна површина - {0}
mn: Алсын ширээний компьютер - {0}
mr: रिमोट डेस्कटॉप - {0}
ne: रिमोट डेस्कटप - {0}
or: ସୁଦୂର ଡେସ୍କଟପ୍ - {0}
pa: ਰਿਮੋਟ ਡੈਸਕਟਾਪ - {0}
ru: Удаленный рабочий стол - {0}
rw: Ibiro bya kure - {0}
si: දුරස්ථ වැඩතලය - {0}
sq: Desktop në distancë - {0}
sr: Удаљена радна површина – {0}
sw: Eneo-kazi la Mbali - {0}
ta: ரிமோட் டெஸ்க்டாப் - {0}
te: రిమోట్ డెస్క్‌టాప్ - {0}
th: เดสก์ท็อประยะไกล - {0}
tk: Uzakdaky iş stoly - {0}
ur: ریموٹ ڈیسک ٹاپ - {0}
zu: Isilawuli kude sedeskithophu - {0}

# RemoteDesktopSettings_ServerLoadFailedMessage
source: Could not load remote desktop settings for {0}
cs: Nelze načíst nastavení vzdálené plochy pro {0}
el: Δεν ήταν δυνατή η φόρτωση των ρυθμίσεων απομακρυσμένης επιφάνειας εργασίας για το {0}
fr: Impossible de charger les paramètres du bureau à distance pour {0}
gl: Non se puido cargar a configuración do escritorio remoto para {0}
gu: {0} માટે રિમોટ ડેસ્કટોપ સેટિંગ્સ લોડ કરી શકાયું નથી
hi: {0} के लिए रिमोट डेस्कटॉप सेटिंग लोड नहीं की जा सकी
hy: Չհաջողվեց բեռնել հեռավոր աշխատասեղանի կարգավորումները {0}-ի համար
km: មិនអាចផ្ទុកការកំណត់ផ្ទៃតុពីចម្ងាយសម្រាប់ {0}
kn: {0} ಗಾಗಿ ರಿಮೋಟ್ ಡೆಸ್ಕ್‌ಟಾಪ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ko: {0}에 대한 원격 데스크톱 설정을 로드할 수 없습니다.
lv: Nevarēja ielādēt attālās darbvirsmas iestatījumus {0}
mg: Tsy afaka mampiditra ny kiran'ny birao lavitra ho an'ny {0}
mi: Kāore i taea te uta i ngā tautuhinga papamahi mamao mō {0}
mk: Не може да се вчитаат поставките за далечинска работна површина за {0}
mn: {0}-н алсын ширээний тохиргоог ачаалж чадсангүй
mr: {0} साठी रिमोट डेस्कटॉप सेटिंग्ज लोड करू शकलो नाही
ne: {0} को लागि रिमोट डेस्कटप सेटिङहरू लोड गर्न सकिएन
or: Remote 0 for ପାଇଁ ରିମୋଟ ଡେସ୍କଟପ୍ ସେଟିଂସମୂହ ଲୋଡ୍ ହୋଇପାରିଲା ନାହିଁ |
pa: {0} ਲਈ ਰਿਮੋਟ ਡੈਸਕਟਾਪ ਸੈਟਿੰਗਾਂ ਨੂੰ ਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
ru: Не удалось загрузить настройки удаленного рабочего стола для {0}
rw: Ntushobora gupakira desktop ya desktop ya {0}
si: {0} සඳහා දුරස්ථ ඩෙස්ක්ටොප් සිටුවම් පූරණය කළ නොහැකි විය
sq: Nuk mund të ngarkoheshin cilësimet e desktopit në distancë për {0}
sr: Није могуће учитати подешавања удаљене радне површине за {0}
sw: Haikuweza kupakia mipangilio ya kompyuta ya mbali ya {0}
ta: {0}க்கான தொலைநிலை டெஸ்க்டாப் அமைப்புகளை ஏற்ற முடியவில்லை
te: {0} కోసం రిమోట్ డెస్క్‌టాప్ సెట్టింగ్‌లను లోడ్ చేయడం సాధ్యపడలేదు
th: ไม่สามารถโหลดการตั้งค่าเดสก์ท็อประยะไกลสำหรับ {0}
tk: Remote 0 for üçin uzakdaky iş stoly sazlamalaryny ýükläp bolmady
ur: {0} کے لیے ریموٹ ڈیسک ٹاپ کی ترتیبات کو لوڈ نہیں کیا جا سکا
zu: Ayikwazanga ukulayisha izilungiselelo zedeskithophu yesilawuli kude se-{0}

# RemoteDesktopSettings_UpdateFailedMessage
source: Could not update server settings
cs: Nastavení serveru nelze aktualizovat
el: Δεν ήταν δυνατή η ενημέρωση των ρυθμίσεων διακομιστή
fr: Impossible de mettre à jour les paramètres du serveur
gl: Non se puido actualizar a configuración do servidor
gu: સર્વર સેટિંગ્સ અપડેટ કરી શકાઈ નથી
hi: सर्वर सेटिंग अपडेट नहीं की जा सकी
hy: Չհաջողվեց թարմացնել սերվերի կարգավորումները
km: មិនអាចធ្វើបច្ចុប្បន្នភាពការកំណត់ម៉ាស៊ីនមេបានទេ។
kn: ಸರ್ವರ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ನವೀಕರಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ko: 서버 설정을 업데이트할 수 없습니다.
lv: Nevarēja atjaunināt servera iestatījumus
mg: Tsy afaka nanavao ny tefin'ny mpizara
mi: Kāore i taea te whakahōu i ngā tautuhinga tūmau
mk: Не може да се ажурираат поставките на серверот
mn: Серверийн тохиргоог шинэчилж чадсангүй
mr: सर्व्हर सेटिंग्ज अपडेट करू शकलो नाही
ne: सर्भर सेटिङहरू अद्यावधिक गर्न सकिएन
or: ସର୍ଭର ସେଟିଂସମୂହ ଅଦ୍ୟତନ କରିପାରିଲା ନାହିଁ |
pa: ਸਰਵਰ ਸੈਟਿੰਗਾਂ ਨੂੰ ਅੱਪਡੇਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
ru: Не удалось обновить настройки сервера.
rw: Ntushobora kuvugurura igenamiterere rya seriveri
si: සේවාදායක සැකසුම් යාවත්කාලීන කළ නොහැකි විය
sq: Cilësimet e serverit nuk mund të përditësohen
sr: Није могуће ажурирати подешавања сервера
sw: Haikuweza kusasisha mipangilio ya seva
ta: சேவையக அமைப்புகளைப் புதுப்பிக்க முடியவில்லை
te: సర్వర్ సెట్టింగ్‌లను అప్‌డేట్ చేయడం సాధ్యపడలేదు
th: ไม่สามารถอัปเดตการตั้งค่าเซิร์ฟเวอร์ได้
tk: Serwer sazlamalaryny täzeläp bolmady
ur: سرور کی ترتیبات کو اپ ڈیٹ نہیں کیا جا سکا
zu: Ayikwazanga ukubuyekeza izilungiselelo zeseva

# RemoteDesktop_ConnectionFailedMessage
source: Could not connect to {0}
cs: Nelze se připojit k {0}
el: Δεν ήταν δυνατή η σύνδεση στο {0}
fr: Impossible de se connecter à {0}
gl: Non se puido conectar a {0}
gu: {0} થી કનેક્ટ કરી શકાયું નથી
hi: {0} से कनेक्ट नहीं हो सका
hy: Չհաջողվեց միանալ {0}-ին
km: មិនអាចភ្ជាប់ទៅ {0}
kn: {0} ಗೆ ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ko: {0}에 연결할 수 없습니다.
lv: Nevarēja izveidot savienojumu ar {0}
mg: Tsy afaka nifandray tamin'ny {0}
mi: Kāore i taea te hono atu ki a {0}
mk: Не може да се поврзе со {0}
mn: {0}-д холбогдож чадсангүй
mr: {0} शी कनेक्ट करू शकलो नाही
ne: {0} मा जडान गर्न सकिएन
or: {0 to ସହିତ ସଂଯୋଗ ହୋଇପାରିଲା ନାହିଁ |
pa: {0} ਨਾਲ ਕਨੈਕਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
ru: Не удалось подключиться к {0}
rw: Ntushobora guhuza {0}
si: {0} වෙත සම්බන්ධ වීමට නොහැකි විය
sq: Nuk mund të lidhej me {0}
sr: Повезивање са {0} није успело
sw: Haikuweza kuunganisha kwa {0}
ta: {0} உடன் இணைக்க முடியவில்லை
te: {0}కి కనెక్ట్ చేయడం సాధ్యపడలేదు
th: ไม่สามารถเชื่อมต่อกับ {0}
tk: {0 to birikdirip bolmady
ur: {0} سے منسلک نہیں ہو سکا
zu: Ayikwazanga ukuxhuma ku-{0}

# RemoteDesktop_FatalErrorMessage
source: A fatal error occured for {0}
cs: Pro {0} došlo k závažné chybě
el: Παρουσιάστηκε μοιραίο σφάλμα για {0}
fr: Une erreur fatale s'est produite pour {0}
gl: Produciuse un erro fatal para {0}
gu: {0} માટે ઘાતક ભૂલ આવી
hi: {0} के लिए एक गंभीर त्रुटि हुई
hy: Ճակատագրական սխալ տեղի ունեցավ {0}-ի համար
km: កំហុសធ្ងន់ធ្ងរបានកើតឡើងសម្រាប់ {0}
kn: {0} ಗಾಗಿ ಮಾರಣಾಂತಿಕ ದೋಷ ಸಂಭವಿಸಿದೆ
ko: {0}에 치명적인 오류가 발생했습니다.
lv: Vietnei {0} radās fatāla kļūda
mg: Nisy hadisoana nahafaty olona niseho tamin'ny {0}
mi: I puta he hapa mate mo {0}
mk: Настана фатална грешка за {0}
mn: {0}-д ноцтой алдаа гарлаа
mr: {0} साठी एक गंभीर त्रुटी आली
ne: {0} को लागि घातक त्रुटि भयो
or: {0 for ପାଇଁ ଏକ ସାଂଘାତିକ ତ୍ରୁଟି ଘଟିଲା |
pa: {0} ਲਈ ਇੱਕ ਘਾਤਕ ਗਲਤੀ ਆਈ ਹੈ
ru: Произошла фатальная ошибка для {0}
rw: Ikosa ryica ryabaye kuri {0}
si: {0} සඳහා මාරක දෝෂයක් සිදු විය
sq: Ndodhi një gabim fatal për {0}
sr: Дошло је до фаталне грешке за {0}
sw: Hitilafu mbaya imetokea kwa {0}
ta: {0}க்கு ஒரு அபாயகரமான பிழை ஏற்பட்டது
te: {0} కోసం ఘోరమైన లోపం సంభవించింది
th: เกิดข้อผิดพลาดร้ายแรงสำหรับ {0}
tk: {0 for üçin ölümli ýalňyşlyk ýüze çykdy
ur: {0} کے لیے ایک مہلک خرابی پیش آگئی
zu: Kwenzeke iphutha elibi lika-{0}

# RemoteDesktop_LoginFailedMessage
source: Could not log in to {0}
cs: Nelze se přihlásit do {0}
el: Δεν ήταν δυνατή η σύνδεση στο {0}
fr: Impossible de se connecter à {0}
gl: Non se puido iniciar sesión en {0}
gu: {0} માં લૉગ ઇન કરી શકાયું નથી
hi: {0} में लॉग इन नहीं किया जा सका
hy: Չհաջողվեց մուտք գործել {0}
km: មិនអាចចូល {0} បានទេ
kn: {0} ಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ko: {0}에 로그인할 수 없습니다.
lv: Nevarēja pieteikties pakalpojumā {0}
mg: Tsy afaka niditra tao amin'ny {0}
mi: Kāore i taea te takiuru ki {0}
mk: Не можев да се најавам на {0}
mn: {0} руу нэвтэрч чадсангүй
mr: {0} मध्ये लॉग इन करू शकलो नाही
ne: {0} मा लग इन गर्न सकिएन
or: {0 to କୁ ଲଗ୍ ଇନ୍ କରିପାରିଲା ନାହିଁ |
pa: {0} ਵਿੱਚ ਲਾਗਇਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
ru: Не удалось войти в {0}
rw: Ntushobora kwinjira muri {0}
si: {0} වෙත පුරනය වීමට නොහැකි විය
sq: Nuk mund të identifikohesha në {0}
sr: Не могу да се пријавим на {0}
sw: Haikuweza kuingia kwa {0}
ta: {0} இல் உள்நுழைய முடியவில்லை
te: {0}కి లాగిన్ చేయడం సాధ్యపడలేదు
th: ไม่สามารถเข้าสู่ระบบ {0}
tk: {0 to girip bilmedim
ur: {0} میں لاگ ان نہیں ہو سکا
zu: Ayikwazanga ukungena ku-{0}

# ServerSettings_LoadFailedMessage
source: Could not load server settings
cs: Nelze načíst nastavení serveru
el: Δεν ήταν δυνατή η φόρτωση των ρυθμίσεων διακομιστή
fr: Impossible de charger les paramètres du serveur
gl: Non se puido cargar a configuración do servidor
gu: સર્વર સેટિંગ્સ લોડ કરી શકાયું નથી
hi: सर्वर सेटिंग लोड नहीं की जा सकी
hy: Չհաջողվեց բեռնել սերվերի կարգավորումները
km: មិនអាចផ្ទុកការកំណត់ម៉ាស៊ីនមេបានទេ។
kn: ಸರ್ವರ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ko: 서버 설정을 로드할 수 없습니다.
lv: Nevarēja ielādēt servera iestatījumus
mg: Tsy afaka mampiditra ny firafitry ny mpizara
mi: Kāore i taea te uta i ngā tautuhinga tūmau
mk: Не може да се вчитаат поставките на серверот
mn: Серверийн тохиргоог ачаалж чадсангүй
mr: सर्व्हर सेटिंग्ज लोड करू शकलो नाही
ne: सर्भर सेटिङहरू लोड गर्न सकिएन
or: ସର୍ଭର ସେଟିଂସମୂହ ଲୋଡ୍ ହୋଇପାରିଲା ନାହିଁ |
pa: ਸਰਵਰ ਸੈਟਿੰਗਾਂ ਨੂੰ ਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
ru: Не удалось загрузить настройки сервера
rw: Ntushobora gupakira seriveri igenamiterere
si: සේවාදායක සැකසුම් පූරණය කළ නොහැකි විය
sq: Cilësimet e serverit nuk mund të ngarkoheshin
sr: Није могуће учитати подешавања сервера
sw: Haikuweza kupakia mipangilio ya seva
ta: சேவையக அமைப்புகளை ஏற்ற முடியவில்லை
te: సర్వర్ సెట్టింగ్‌లను లోడ్ చేయడం సాధ్యపడలేదు
th: ไม่สามารถโหลดการตั้งค่าเซิร์ฟเวอร์ได้
tk: Serwer sazlamalaryny ýükläp bolmady
ur: سرور کی ترتیبات کو لوڈ نہیں کیا جا سکا
zu: Ayikwazanga ukulayisha izilungiselelo zeseva

# ServerSettings_ServerLoadFailedMessage
source: Could not load server settings for {0}
cs: Nelze načíst nastavení serveru pro {0}
el: Δεν ήταν δυνατή η φόρτωση των ρυθμίσεων διακομιστή για το {0}
fr: Impossible de charger les paramètres du serveur pour {0}
gl: Non se puido cargar a configuración do servidor para {0}
gu: {0} માટે સર્વર સેટિંગ્સ લોડ કરી શકાયું નથી
hi: {0} के लिए सर्वर सेटिंग लोड नहीं की जा सकी
hy: Չհաջողվեց բեռնել սերվերի կարգավորումները {0}-ի համար
km: មិនអាចផ្ទុកការកំណត់ម៉ាស៊ីនមេសម្រាប់ {0}
kn: {0} ಗಾಗಿ ಸರ್ವರ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ko: {0}에 대한 서버 설정을 로드할 수 없습니다.
lv: Nevarēja ielādēt servera iestatījumus {0}
mg: Tsy afaka mampiditra ny kiran'ny mpizara ho an'ny {0}
mi: Kāore i taea te uta i ngā tautuhinga tūmau mō {0}
mk: Не може да се вчитаат поставките на серверот за {0}
mn: {0}-н серверийн тохиргоог ачаалж чадсангүй
mr: {0} साठी सर्व्हर सेटिंग्ज लोड करू शकलो नाही
ne: {0} को लागि सर्भर सेटिङहरू लोड गर्न सकिएन
or: {0 for ପାଇଁ ସର୍ଭର ସେଟିଂସମୂହ ଲୋଡ୍ ହୋଇପାରିଲା ନାହିଁ |
pa: {0} ਲਈ ਸਰਵਰ ਸੈਟਿੰਗਾਂ ਨੂੰ ਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
ru: Не удалось загрузить настройки сервера для {0}
rw: Ntushobora gupakira seriveri igenamiterere ya {0}
si: {0} සඳහා සේවාදායක සැකසීම් පූරණය කළ නොහැකි විය
sq: Cilësimet e serverit nuk mund të ngarkoheshin për {0}
sr: Није могуће учитати подешавања сервера за {0}
sw: Haikuweza kupakia mipangilio ya seva ya {0}
ta: {0}க்கான சர்வர் அமைப்புகளை ஏற்ற முடியவில்லை
te: {0} కోసం సర్వర్ సెట్టింగ్‌లను లోడ్ చేయడం సాధ్యపడలేదు
th: ไม่สามารถโหลดการตั้งค่าเซิร์ฟเวอร์สำหรับ {0}
tk: Serwer sazlamalaryny {0 for üçin ýükläp bolmady
ur: {0} کے لیے سرور کی ترتیبات کو لوڈ نہیں کیا جا سکا
zu: Ayikwazanga ukulayisha izilungiselelo zeseva ze-{0}

# Server_RemovedMessage
source: The server "{0}" has been removed
cs: Server „{0}“ byl odstraněn
el: Ο διακομιστής "{0}" καταργήθηκε
fr: Le serveur « {0} » a été supprimé
gl: Eliminouse o servidor "{0}".
gu: સર્વર "{0}" દૂર કરવામાં આવ્યું છે
hi: सर्वर "{0}" हटा दिया गया है
hy: «{0}» սերվերը հեռացվել է
km: ម៉ាស៊ីនមេ "{0}" ត្រូវបានដកចេញ
kn: "{0}" ಸರ್ವರ್ ಅನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ
ko: 서버 "{0}"이 제거되었습니다.
lv: Serveris "{0}" ir noņemts
mg: Nesorina ny mpizara "{0}".
mi: Kua tangohia te tūmau "{0}".
mk: Серверот „{0}“ е отстранет
mn: "{0}" серверийг устгасан
mr: सर्व्हर "{0}" काढला गेला आहे
ne: सर्भर "{0}" हटाइयो
or: ସର୍ଭର "{0}" ଅପସାରିତ ହୋଇଛି |
pa: ਸਰਵਰ "{0}" ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ
ru: Сервер "{0}" был удален
rw: Seriveri "{0}" yakuweho
si: "{0}" සේවාදායකය ඉවත් කර ඇත
sq: Serveri "{0}" është hequr
sr: Сервер „{0}“ је уклоњен
sw: Seva "{0}" imeondolewa
ta: "{0}" சேவையகம் அகற்றப்பட்டது
te: సర్వర్ "{0}" తీసివేయబడింది
th: เซิร์ฟเวอร์ "{0}" ได้ถูกลบออกแล้ว
tk: "{0}" serweri aýryldy
ur: سرور "{0}" کو ہٹا دیا گیا ہے۔
zu: Iseva ethi "{0}" isusiwe

# Settings_AllMonitorsCheckbox
source: Show on all monitors
cs: Zobrazit na všech monitorech
el: Εμφάνιση σε όλες τις οθόνες
fr: Afficher sur tous les moniteurs
gl: Mostrar en todos os monitores
gu: બધા મોનિટર પર બતાવો
hi: सभी मॉनिटर पर दिखाएँ
hy: Ցույց տալ բոլոր մոնիտորների վրա
km: បង្ហាញនៅលើម៉ូនីទ័រទាំងអស់។
kn: ಎಲ್ಲಾ ಮಾನಿಟರ್‌ಗಳಲ್ಲಿ ತೋರಿಸಿ
ko: 모든 모니터에 표시
lv: Rādīt visos monitoros
mg: Asehoy amin'ny monitor rehetra
mi: Whakaatu i runga i nga kaupane katoa
mk: Прикажи на сите монитори
mn: Бүх дэлгэц дээр харуулах
mr: सर्व मॉनिटर्सवर दाखवा
ne: सबै मनिटरहरूमा देखाउनुहोस्
or: ସମସ୍ତ ମନିଟରରେ ଦେଖାନ୍ତୁ |
pa: ਸਾਰੇ ਮਾਨੀਟਰਾਂ 'ਤੇ ਦਿਖਾਓ
ru: Показать на всех мониторах
rw: Erekana kubikurikirana byose
si: සියලුම මොනිටරවල පෙන්වන්න
sq: Shfaq në të gjithë monitorët
sr: Прикажи на свим мониторима
sw: Onyesha kwenye wachunguzi wote
ta: எல்லா மானிட்டர்களிலும் காட்டு
te: అన్ని మానిటర్లలో చూపించు
th: แสดงบนจอภาพทั้งหมด
tk: Monhli monitorlarda görkeziň
ur: تمام مانیٹر پر دکھائیں۔
zu: Bonisa kuwo wonke ama-monitor

# Settings_AuthenticationRequiredOption
source: Server authentication required
cs: Vyžaduje se ověření serveru
el: Απαιτείται έλεγχος ταυτότητας διακομιστή
fr: Authentification du serveur requise
gl: Requírese autenticación do servidor
gu: સર્વર પ્રમાણીકરણ જરૂરી
hi: सर्वर प्रमाणीकरण आवश्यक
hy: Պահանջվում է սերվերի նույնականացում
km: ទាមទារការផ្ទៀងផ្ទាត់ម៉ាស៊ីនមេ
kn: ಸರ್ವರ್ ದೃಢೀಕರಣದ ಅಗತ್ಯವಿದೆ
ko: 서버 인증이 필요합니다
lv: Nepieciešama servera autentifikācija
mg: Ilaina ny fanamarinana ny server
mi: Me motuhēhēnga tūmau
mk: Потребна е автентикација на серверот
mn: Серверийн баталгаажуулалт шаардлагатай
mr: सर्व्हर प्रमाणीकरण आवश्यक आहे
ne: सर्भर प्रमाणीकरण आवश्यक छ
or: ସର୍ଭର ପ୍ରାମାଣିକିକରଣ ଆବଶ୍ୟକ |
pa: ਸਰਵਰ ਪ੍ਰਮਾਣਿਕਤਾ ਦੀ ਲੋੜ ਹੈ
ru: Требуется аутентификация сервера
rw: Kwemeza seriveri birakenewe
si: සේවාදායක සත්‍යාපනය අවශ්‍යයි
sq: Kërkohet vërtetimi i serverit
sr: Потребна је аутентификација сервера
sw: Uthibitishaji wa seva unahitajika
ta: சேவையக அங்கீகாரம் தேவை
te: సర్వర్ ప్రమాణీకరణ అవసరం
th: จำเป็นต้องมีการตรวจสอบสิทธิ์เซิร์ฟเวอร์
tk: Serweriň tassyklanylmagy talap edilýär
ur: سرور کی توثیق درکار ہے۔
zu: Kudingeka ukuqinisekiswa kweseva

# Settings_AuthenticationWarningOption
source: Warning on failed server authentication
cs: Upozornění na neúspěšné ověření serveru
el: Προειδοποίηση για αποτυχία ελέγχου ταυτότητας διακομιστή
fr: Avertissement en cas d'échec d'authentification du serveur
gl: Aviso de fallo na autenticación do servidor
gu: નિષ્ફળ સર્વર પ્રમાણીકરણ પર ચેતવણી
hi: सर्वर प्रमाणीकरण विफल होने पर चेतावनी
hy: Զգուշացում անհաջող սերվերի նույնականացման մասին
km: ការព្រមានលើការផ្ទៀងផ្ទាត់ម៉ាស៊ីនមេដែលបរាជ័យ
kn: ವಿಫಲವಾದ ಸರ್ವರ್ ದೃಢೀಕರಣದ ಕುರಿತು ಎಚ್ಚರಿಕೆ
ko: 서버 인증 실패에 대한 경고
lv: Brīdinājums par neveiksmīgu servera autentifikāciju
mg: Fampitandremana momba ny fanamarinana ny mpizara tsy nahomby
mi: Whakatupato mo te motuhēhēnga tūmau i rahua
mk: Предупредување за неуспешна автентикација на серверот
mn: Серверийн баталгаажуулалт амжилтгүй болсон тухай анхааруулга
mr: अयशस्वी सर्व्हर प्रमाणीकरणावर चेतावणी
ne: असफल सर्भर प्रमाणीकरणमा चेतावनी
or: ବିଫଳ ସର୍ଭର ପ୍ରାମାଣିକିକରଣ ଉପରେ ଚେତାବନୀ |
pa: ਅਸਫਲ ਸਰਵਰ ਪ੍ਰਮਾਣਿਕਤਾ 'ਤੇ ਚੇਤਾਵਨੀ
ru: Предупреждение о неудачной аутентификации сервера
rw: Kuburira kuri seriveri yananiwe
si: අසාර්ථක සේවාදායක සත්‍යාපනය පිළිබඳ අනතුරු ඇඟවීම
sq: Paralajmërim për vërtetimin e dështuar të serverit
sr: Упозорење о неуспешној аутентификацији сервера
sw: Onyo juu ya uthibitishaji wa seva ulioshindwa
ta: தோல்வியுற்ற சர்வர் அங்கீகாரம் பற்றிய எச்சரிக்கை
te: విఫలమైన సర్వర్ ప్రమాణీకరణపై హెచ్చరిక
th: คำเตือนเกี่ยวกับการตรวจสอบสิทธิ์เซิร์ฟเวอร์ล้มเหลว
tk: Şowsuz serwer tassyklamasy barada duýduryş
ur: ناکام سرور کی تصدیق پر انتباہ
zu: Isexwayiso ekuqinisekiseni kweseva okuhlulekile

# Settings_ConnectionBarCheckbox
source: Connection bar
cs: Spojovací lišta
el: Μπάρα σύνδεσης
fr: Barre de connexion
gl: Barra de conexión
gu: કનેક્શન બાર
hi: कनेक्शन बार
hy: Միացման բար
km: របារតភ្ជាប់
kn: ಸಂಪರ್ಕ ಪಟ್ಟಿ
ko: 연결 막대
lv: Savienojuma josla
mg: Bare fifandraisana
mi: Pae hononga
mk: Лента за поврзување
mn: Холболтын мөр
mr: कनेक्शन बार
ne: जडान पट्टी
or: ସଂଯୋଗ ଦଣ୍ଡିକା |
pa: ਕਨੈਕਸ਼ਨ ਪੱਟੀ
ru: Соединительная планка
rw: Umurongo wo guhuza
si: සම්බන්ධතා තීරුව
sq: Shiriti i lidhjes
sr: Трака за повезивање
sw: Upau wa uunganisho
ta: இணைப்பு பட்டை
te: కనెక్షన్ బార్
th: แถบเชื่อมต่อ
tk: Birikdirme paneli
ur: کنکشن بار
zu: Ibha yokuxhuma
