Repository: elbitin/RAAS
Catalog: raasclient/rdesktop/rdesktop/Properties/Resources.*.resx
Languages: cs, el, fr, gl, gu, hi, hy, km, kn, ko, lv, mg, mi, mk, mn, mr, ne, or, pa, ru, rw, si, sq, sr, sw, ta, te, th, tk, ur, zu

# Settings_FullscreenCheckBox
source: Fullscreen
cs: Celá obrazovka
el: Πλήρης οθόνη
fr: Plein écran
gl: Pantalla completa
gu: પૂર્ણસ્ક્રીન
hi: पूर्ण स्क्रीन
hy: Ամբողջ էկրանով
km: ពេញអេក្រង់
kn: ಪೂರ್ಣಪರದೆ
ko: 전체 화면
lv: Pilnekrāna režīms
mg: Mameno efijery
mi: Mata Katoa
mk: Цел екран
mn: Бүтэн дэлгэц
mr: फुलस्क्रीन
ne: पूर्ण स्क्रिन
or: ଫୁଲ୍ ସ୍କ୍ରିନ୍ |
pa: ਪੂਰਾ ਸਕਰੀਨ
ru: Полноэкранный
rw: Amashusho yuzuye
si: පුන් තිරය
sq: Ekrani i plotë
sr: Фуллсцреен
sw: Skrini nzima
ta: முழுத்திரை
te: పూర్తి స్క్రీన్
th: เต็มจอ
tk: Doly ekran
ur: پوری اسکرین
zu: Iskrini esigcwele

# Settings_HeightErrorInfo
source: Desktop height need to be an integer
cs: Výška plochy musí být celé číslo
el: Το ύψος της επιφάνειας εργασίας πρέπει να είναι ακέραιος
fr: La hauteur du bureau doit être un entier
gl: A altura do escritorio debe ser un número enteiro
gu: ડેસ્કટૉપની ઊંચાઈ પૂર્ણાંક હોવી જરૂરી છે
hi: डेस्कटॉप की ऊंचाई पूर्णांक होनी चाहिए
hy: Աշխատասեղանի բարձրությունը պետք է լինի ամբողջ թիվ
km: កម្ពស់ផ្ទៃតុត្រូវតែជាចំនួនគត់
kn: ಡೆಸ್ಕ್‌ಟಾಪ್ ಎತ್ತರವು ಪೂರ್ಣಾಂಕವಾಗಿರಬೇಕು
ko: 데스크탑 높이는 정수여야 합니다.
lv: Darbvirsmas augstumam ir jābūt veselam skaitlim
mg: Tokony ho integer ny haavon'ny desktop
mi: Me tauoti te teitei o te papamahi
mk: Висината на работната површина треба да биде цел број
mn: Ширээний өндөр нь бүхэл тоо байх шаардлагатай
mr: डेस्कटॉपची उंची पूर्णांक असणे आवश्यक आहे
ne: डेस्कटपको उचाइ पूर्णांक हुनु आवश्यक छ
or: ଡେସ୍କଟପ୍ ଉଚ୍ଚତା ଏକ ପୂର୍ଣ୍ଣ ସଂଖ୍ୟା ହେବା ଆବଶ୍ୟକ |
pa: ਡੈਸਕਟਾਪ ਦੀ ਉਚਾਈ ਇੱਕ ਪੂਰਨ ਅੰਕ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ
ru: Высота рабочего стола должна быть целым числом.
rw: Uburebure bwa desktop bugomba kuba integer
si: ඩෙස්ක්ටොප් උස පූර්ණ සංඛ්‍යාවක් විය යුතුය
sq: Lartësia e desktopit duhet të jetë një numër i plotë
sr: Висина радне површине треба да буде цео број
sw: Urefu wa eneo-kazi unahitaji kuwa nambari kamili
ta: டெஸ்க்டாப் உயரம் முழு எண்ணாக இருக்க வேண்டும்
te: డెస్క్‌టాప్ ఎత్తు పూర్ణాంకం కావాలి
th: ความสูงของเดสก์ท็อปต้องเป็นจำนวนเต็ม
tk: Iş stolunyň beýikligi bitewi san bolmaly
ur: ڈیسک ٹاپ کی اونچائی ایک عدد ہونا ضروری ہے۔
zu: Ubude bedeskithophu kumele kube inombolo ephelele

# Settings_HeightLabel
source: Desktop height:
cs: Výška pracovní plochy:
el: Ύψος επιφάνειας εργασίας:
fr: Hauteur du bureau :
gl: Altura do escritorio:
gu: ડેસ્કટોપ ઊંચાઈ:
hi: डेस्कटॉप ऊंचाई:
hy: Սեղանի բարձրությունը.
km: កម្ពស់ផ្ទៃតុ៖
kn: ಡೆಸ್ಕ್‌ಟಾಪ್ ಎತ್ತರ:
ko: 데스크탑 높이:
lv: Darbvirsmas augstums:
mg: Haavo desktop:
mi: Teitei papamahi:
mk: Висина на работната површина:
mn: Ширээний өндөр:
mr: डेस्कटॉप उंची:
ne: डेस्कटप उचाइ:
or: ଡେସ୍କଟପ୍ ଉଚ୍ଚତା:
pa: ਡੈਸਕਟਾਪ ਉਚਾਈ:
ru: Высота рабочего стола:
rw: Uburebure bwa desktop:
si: ඩෙස්ක්ටොප් උස:
sq: Lartësia e desktopit:
sr: Висина радне површине:
sw: Urefu wa eneo-kazi:
ta: டெஸ்க்டாப் உயரம்:
te: డెస్క్‌టాప్ ఎత్తు:
th: ความสูงเดสก์ท็อป:
tk: Iş stolunyň beýikligi:
ur: ڈیسک ٹاپ کی اونچائی:
zu: Ubude bedeskithophu:

# Settings_PinConnectionBarCheckbox
source: Pin connection bar
cs: Čepová spojovací lišta
el: Καρφίτσα σύνδεσης
fr: Barre de connexion des broches
gl: Barra de conexión de pin
gu: પિન કનેક્શન બાર
hi: पिन कनेक्शन बार
hy: Փին կապի գոտի
km: ខ្ទាស់របារតភ្ជាប់
kn: ಪಿನ್ ಸಂಪರ್ಕ ಪಟ್ಟಿ
ko: 핀 연결 바
lv: Pin savienojuma josla
mg: Pin fifandraisana bara
mi: Pae hononga titi
mk: Пин лента за поврзување
mn: Холболтын мөр
mr: पिन कनेक्शन बार
ne: जडान पट्टी पिन गर्नुहोस्
or: ସଂଯୋଗ ଦଣ୍ଡିକା ପିନ୍ |
pa: ਕਨੈਕਸ਼ਨ ਬਾਰ ਨੂੰ ਪਿੰਨ ਕਰੋ
ru: Штифтовая соединительная планка
rw: Umurongo wo guhuza
si: Pin සම්බන්ධතා තීරුව
sq: Shiriti i lidhjes me pin
sr: Пин прикључна шипка
sw: Pini upau wa unganisho
ta: பின் இணைப்பு பட்டி
te: పిన్ కనెక్షన్ బార్
th: แถบเชื่อมต่อพิน
tk: Baglanyş zolagy
ur: پن کنکشن بار
zu: Phina ibha yoxhumano

# Settings_RedirectClipboardCheckBox
source: Redirect clipboard
cs: Schránka přesměrování
el: Ανακατεύθυνση πρόχειρου
fr: Rediriger le presse-papiers
gl: Redirixir o portapapeis
gu: ક્લિપબોર્ડ રીડાયરેક્ટ કરો
hi: क्लिपबोर्ड पुनर्निर्देशित करें
hy: Վերահղման clipboard
km: ប្តូរទិសក្ដារតម្បៀតខ្ទាស់
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಅನ್ನು ಮರುನಿರ್ದೇಶಿಸಿ
ko: 클립보드 리디렉션
lv: Novirzīt starpliktuvi
mi: Ahurihia te papatopenga
mk: Пренасочи таблата со исечоци
mn: Түр санах ойг дахин чиглүүлэх
mr: क्लिपबोर्ड पुनर्निर्देशित करा
ne: क्लिपबोर्ड रिडिरेक्ट गर्नुहोस्
or: କ୍ଲିପବୋର୍ଡକୁ ପୁନ ir ନିର୍ଦ୍ଦେଶ କରନ୍ତୁ |
pa: ਕਲਿੱਪਬੋਰਡ ਨੂੰ ਰੀਡਾਇਰੈਕਟ ਕਰੋ
ru: Перенаправить буфер обмена
rw: Ongera uhindure ububiko
si: පසුරු පුවරුව යළි-යොමු කරන්න
sq: Ridrejtimi i kujtesës së fragmenteve
sr: Преусмери међуспремник
sw: Elekeza upya ubao wa kunakili
ta: கிளிப்போர்டுக்குத் திருப்பிவிடவும்
te: క్లిప్‌బోర్డ్‌ను దారి మళ్లించండి
th: เปลี่ยนเส้นทางคลิปบอร์ด
tk: Paneli gönükdiriň
ur: کلپ بورڈ کو ری ڈائریکٹ کریں۔
zu: Qondisa kabusha ibhodi lokunamathisela

# Settings_RedirectDevicesCheckBox
source: Redirect devices
cs: Přesměrování zařízení
el: Ανακατεύθυνση συσκευών
fr: Rediriger les appareils
gl: Dispositivos de redirección
gu: ઉપકરણો રીડાયરેક્ટ કરો
hi: पुनर्निर्देशित डिवाइस
hy: Վերահղման սարքեր
km: ឧបករណ៍បញ្ជូនបន្ត
kn: ಸಾಧನಗಳನ್ನು ಮರುನಿರ್ದೇಶಿಸುತ್ತದೆ
ko: 장치 리디렉션
lv: Novirzīt ierīces
mg: Redirect fitaovana
mi: Anga atu i nga taputapu
mk: Пренасочи уреди
mn: Төхөөрөмжүүдийг дахин чиглүүлэх
mr: डिव्हाइसेस पुनर्निर्देशित करा
ne: यन्त्रहरू पुन: निर्देशित गर्नुहोस्
or: ଉପକରଣଗୁଡ଼ିକୁ ପୁନ ir ନିର୍ଦ୍ଦେଶ କରନ୍ତୁ |
pa: ਡਿਵਾਈਸਾਂ ਨੂੰ ਰੀਡਾਇਰੈਕਟ ਕਰੋ
ru: Перенаправление устройств
rw: Ohereza ibikoresho
si: උපාංග හරවා යවන්න
sq: Ridrejtoni pajisjet
sr: Преусмери уређаје
sw: Elekeza vifaa vingine
ta: சாதனங்களை திருப்பிவிடவும்
te: పరికరాలను దారి మళ్లించండి
th: เปลี่ยนเส้นทางอุปกรณ์
tk: Enjamlary gönükdiriň
ur: آلات کو ری ڈائریکٹ کریں۔
zu: Qondisa kabusha amadivayisi

# Settings_RedirectPrintersCheckBox
source: Redirect printers
cs: Přesměrování tiskáren
el: Ανακατεύθυνση εκτυπωτών
fr: Rediriger les imprimantes
gl: Redirixir impresoras
gu: પ્રિન્ટર્સ રીડાયરેક્ટ કરો
hi: प्रिंटर पुनर्निर्देशित करें
hy: Վերահղման տպիչներ
km: ប្តូរទិសម៉ាស៊ីនបោះពុម្ព
kn: ಮುದ್ರಕಗಳನ್ನು ಮರುನಿರ್ದೇಶಿಸಿ
ko: 프린터 리디렉션
lv: Pāradresēt printerus
mg: Redirect mpanonta printy
mi: Anga atu i nga kaituhi
mk: Пренасочи печатачи
mn: Принтерүүдийг дахин чиглүүлэх
mr: प्रिंटर पुनर्निर्देशित करा
ne: प्रिन्टरहरू पुन: निर्देशित गर्नुहोस्
or: ପ୍ରିଣ୍ଟର୍ଗୁଡ଼ିକୁ ପୁନ ir ନିର୍ଦ୍ଦେଶ କରନ୍ତୁ |
pa: ਪ੍ਰਿੰਟਰ ਰੀਡਾਇਰੈਕਟ ਕਰੋ
ru: Перенаправление принтеров
rw: Ohereza printer
si: මුද්‍රණ යන්ත්‍ර යළි-යොමු කරන්න
sq: Ridrejtoni printerët
sr: Преусмери штампаче
sw: Elekeza upya vichapishi
ta: அச்சுப்பொறிகளைத் திருப்பிவிடவும்
te: ప్రింటర్‌లను దారి మళ్లించండి
th: เปลี่ยนเส้นทางเครื่องพิมพ์
tk: Printerleri gönükdiriň
ur: پرنٹرز کو ری ڈائریکٹ کریں۔
zu: Qondisa kabusha amaphrinta

# Settings_UnsavedChangesMessage
source: You have unsaved changes, do you wish to save?
cs: Máte neuložené změny, chcete je uložit?
el: Έχετε μη αποθηκευμένες αλλαγές, θέλετε να αποθηκεύσετε;
fr: Vous avez des modifications non enregistrées, souhaitez-vous les enregistrer ?
gl: Tes cambios sen gardar, queres gardar?
gu: તમારી પાસે વણસાચવેલા ફેરફારો છે, શું તમે સાચવવા માંગો છો?
hi: आपके पास कुछ परिवर्तन सहेजे नहीं गए हैं, क्या आप उन्हें सहेजना चाहते हैं?
hy: Դուք չպահված փոփոխություններ ունեք, ցանկանու՞մ եք պահպանել:
km: អ្នកមានការផ្លាស់ប្តូរដែលមិនបានរក្សាទុក តើអ្នកចង់រក្សាទុកទេ?
kn: ನೀವು ಉಳಿಸದ ಬದಲಾವಣೆಗಳನ್ನು ಹೊಂದಿರುವಿರಿ, ನೀವು ಉಳಿಸಲು ಬಯಸುವಿರಾ?
ko: 저장하지 않은 변경 사항이 있습니다. 저장하시겠습니까?
lv: Jums ir nesaglabātas izmaiņas, vai vēlaties saglabāt?
mg: Manana fanovana tsy voatahiry ianao, te-hitahiry ve ianao?
mi: He huringa kare ano koe i tiakina, me tiaki koe?
mk: Имате незачувани промени, дали сакате да зачувате?
mn: Танд хадгалагдаагүй өөрчлөлтүүд байгаа тул хадгалахыг хүсэж байна уу?
mr: तुमच्याकडे जतन न केलेले बदल आहेत, तुम्हाला सेव्ह करायचे आहे का?
ne: तपाईंसँग बचत नगरिएका परिवर्तनहरू छन्, के तपाईं बचत गर्न चाहनुहुन्छ?
or: ଆପଣଙ୍କର ସଞ୍ଚୟ ହୋଇନଥିବା ପରିବର୍ତ୍ତନ ଅଛି, ଆପଣ ସଞ୍ଚୟ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa: ਤੁਹਾਡੇ ਕੋਲ ਅਣਰੱਖਿਅਤ ਤਬਦੀਲੀਆਂ ਹਨ, ਕੀ ਤੁਸੀਂ ਸੁਰੱਖਿਅਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
ru: У вас есть несохраненные изменения. Хотите сохранить?
rw: Ufite impinduka zidakijijwe, urashaka kuzigama?
si: ඔබට නොසුරකින ලද වෙනස්කම් ඇත, ඔබ සුරැකීමට කැමතිද?
sq: Keni ndryshime të paruajtura, dëshironi të ruani?
sr: Имате несачуване промене, да ли желите да сачувате?
sw: Una mabadiliko ambayo hayajahifadhiwa, ungependa kuhifadhi?
ta: உங்களிடம் சேமிக்கப்படாத மாற்றங்கள் உள்ளன, நீங்கள் சேமிக்க விரும்புகிறீர்களா?
te: మీరు సేవ్ చేయని మార్పులను కలిగి ఉన్నారు, మీరు సేవ్ చేయాలనుకుంటున్నారా?
th: คุณมีการเปลี่ยนแปลงที่ยังไม่ได้บันทึก คุณต้องการบันทึกหรือไม่?
tk: Saklanmadyk üýtgeşmeleriňiz bar, tygşytlamak isleýärsiňizmi?
ur: آپ کے پاس غیر محفوظ شدہ تبدیلیاں ہیں، کیا آپ محفوظ کرنا چاہتے ہیں؟
zu: Unezinguquko ezingalondoloziwe, uyafisa ukulondoloza?

# Settings_UnsavedChangesMessageTitle
source: Unsaved changes
cs: Neuložené změny
el: Μη αποθηκευμένες αλλαγές
fr: Modifications non enregistrées
gl: Cambios sen gardar
gu: વણસાચવેલા ફેરફારો
hi: सहेजे न गए परिवर्तन
hy: Չպահված փոփոխություններ
km: ការផ្លាស់ប្តូរដែលមិនបានរក្សាទុក
kn: ಉಳಿಸದ ಬದಲಾವಣೆಗಳು
ko: 저장되지 않은 변경 사항
lv: Nesaglabātas izmaiņas
mg: Fanovana tsy voatahiry
mi: Nga huringa kaore i tiakina
mk: Незачувани промени
mn: Хадгалагдаагүй өөрчлөлтүүд
mr: जतन न केलेले बदल
ne: सेभ नगरिएका परिवर्तनहरू
or: ସଂରକ୍ଷିତ ପରିବର୍ତ୍ତନଗୁଡିକ |
pa: ਅਣਰੱਖਿਅਤ ਤਬਦੀਲੀਆਂ
ru: Несохраненные изменения
rw: Impinduka zidakijijwe
si: නොසුරකින ලද වෙනස්කම්
sq: Ndryshime të paruajtura
sr: Несачуване промене
sw: Mabadiliko ambayo hayajahifadhiwa
ta: சேமிக்கப்படாத மாற்றங்கள்
te: సేవ్ చేయని మార్పులు
th: การเปลี่ยนแปลงที่ไม่ได้บันทึก
tk: Saklanmadyk üýtgeşmeler
ur: غیر محفوظ شدہ تبدیلیاں
zu: Izinguquko ezingalondoloziwe

# Settings_UpdateFailedMessage
source: Could not update remote desktopsettings
cs: Nelze aktualizovat nastavení vzdálené plochy
el: Δεν ήταν δυνατή η ενημέρωση των ρυθμίσεων απομακρυσμένης επιφάνειας εργασίας
fr: Impossible de mettre à jour les paramètres du bureau à distance
gl: Non se puido actualizar a configuración do escritorio remoto
gu: રિમોટ ડેસ્કટોપ સેટિંગ્સ અપડેટ કરી શકાઈ નથી
hi: दूरस्थ डेस्कटॉप सेटिंग्स अपडेट नहीं की जा सकीं
hy: Չհաջողվեց թարմացնել հեռավոր աշխատասեղանի կարգավորումները
km: មិនអាចធ្វើបច្ចុប្បន្នភាពការកំណត់ផ្ទៃតុពីចម្ងាយបានទេ។
kn: ರಿಮೋಟ್ ಡೆಸ್ಕ್‌ಟಾಪ್‌ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ನವೀಕರಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ko: 원격 데스크톱 설정을 업데이트할 수 없습니다.
lv: Nevarēja atjaunināt attālās darbvirsmas iestatījumus
mg: Tsy afaka nanavao ny fandrindrana desktop lavitra
mi: Kāore i taea te whakahōu i ngā tautuhinga papamahi mamao
mk: Не може да се ажурираат поставките за далечинска работна површина
mn: Алсын ширээний тохиргоог шинэчилж чадсангүй
mr: रिमोट डेस्कटॉप सेटिंग्ज अपडेट करू शकलो नाही
ne: रिमोट डेस्कटप सेटिङहरू अद्यावधिक गर्न सकिएन
or: ସୁଦୂର ଡେସ୍କଟପ୍ ସେଟିଂ ଅପଡେଟ୍ କରିପାରିଲା ନାହିଁ |
pa: ਰਿਮੋਟ ਡੈਸਕਟਾਪ ਸੈਟਿੰਗਾਂ ਨੂੰ ਅੱਪਡੇਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
ru: Не удалось обновить параметры удаленного рабочего стола.
rw: Ntushobora kuvugurura desktop ya kure
si: දුරස්ථ ඩෙස්ක්ටොප් සැකසුම් යාවත්කාලීන කිරීමට නොහැකි විය
sq: Cilësimet e desktopit në distancë nuk mund të përditësohen
sr: Није могуће ажурирати поставке удаљене радне површине
sw: Haikuweza kusasisha mipangilio ya kompyuta ya mbali
ta: தொலைநிலை டெஸ்க்டாப் அமைப்புகளைப் புதுப்பிக்க முடியவில்லை
te: రిమోట్ డెస్క్‌టాప్ సెట్టింగ్‌లను అప్‌డేట్ చేయడం సాధ్యపడలేదు
th: ไม่สามารถอัปเดตการตั้งค่าเดสก์ท็อประยะไกลได้
tk: Uzakdaky iş stollaryny täzeläp bolmady
ur: ریموٹ ڈیسک ٹاپ سیٹنگز کو اپ ڈیٹ نہیں کیا جا سکا
zu: Ayikwazanga ukubuyekeza izilungiselelo zedeskithophu yesilawuli kude

# Settings_WidthErrorInfo
source: Desktop width need to be an integer
cs: Šířka plochy musí být celé číslo
el: Το πλάτος της επιφάνειας εργασίας πρέπει να είναι ακέραιος
fr: La largeur du bureau doit être un entier
gl: O ancho do escritorio debe ser un número enteiro
gu: ડેસ્કટૉપની પહોળાઈ પૂર્ણાંક હોવી જરૂરી છે
hi: डेस्कटॉप की चौड़ाई पूर्णांक होनी चाहिए
hy: Աշխատասեղանի լայնությունը պետք է լինի ամբողջ թիվ
km: ទទឹងផ្ទៃតុត្រូវតែជាចំនួនគត់
kn: ಡೆಸ್ಕ್‌ಟಾಪ್ ಅಗಲವು ಪೂರ್ಣಾಂಕವಾಗಿರಬೇಕು
ko: 데스크탑 너비는 정수여야 합니다.
lv: Darbvirsmas platumam ir jābūt veselam skaitlim
mg: Tokony ho integer ny sakan'ny Desktop
mi: Me noho tauoti te whanui papamahi
mk: Ширината на работната површина треба да биде цел број
mn: Ширээний өргөн нь бүхэл тоо байх шаардлагатай
mr: डेस्कटॉपची रुंदी पूर्णांक असणे आवश्यक आहे
ne: डेस्कटप चौडाइ पूर्णांक हुनु आवश्यक छ
or: ଡେସ୍କଟପ୍ ଓସାର ଏକ ପୂର୍ଣ୍ଣ ସଂଖ୍ୟା ହେବା ଆବଶ୍ୟକ |
pa: ਡੈਸਕਟਾਪ ਚੌੜਾਈ ਇੱਕ ਪੂਰਨ ਅੰਕ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ
ru: Ширина рабочего стола должна быть целым числом.
rw: Ubugari bwa desktop bugomba kuba integer
si: ඩෙස්ක්ටොප් පළල පූර්ණ සංඛ්‍යාවක් විය යුතුය
sq: Gjerësia e desktopit duhet të jetë një numër i plotë
sr: Ширина радне површине треба да буде цео број
sw: Upana wa eneo-kazi unahitaji kuwa nambari kamili
ta: டெஸ்க்டாப் அகலம் முழு எண்ணாக இருக்க வேண்டும்
te: డెస్క్‌టాప్ వెడల్పు పూర్ణాంకం కావాలి
th: ความกว้างของเดสก์ท็อปต้องเป็นจำนวนเต็ม
tk: Iş stolunyň giňligi bitewi san bolmaly
ur: ڈیسک ٹاپ کی چوڑائی کا ایک عدد ہونا ضروری ہے۔
zu: Ububanzi bedeskithophu kumele bube inombolo ephelele

# Settings_WidthLabel
source: Desktop width:
cs: Šířka plochy:
el: Πλάτος επιφάνειας εργασίας:
fr: Largeur du bureau :
gl: Ancho do escritorio:
gu: ડેસ્કટોપ પહોળાઈ:
hi: डेस्कटॉप चौड़ाई:
hy: Սեղանի լայնությունը.
km: ទទឹងផ្ទៃតុ៖
kn: ಡೆಸ್ಕ್‌ಟಾಪ್ ಅಗಲ:
ko: 데스크탑 너비:
lv: Darbvirsmas platums:
mg: Sakan'ny Desktop:
mi: Whānui papamahi:
mk: Ширина на работната површина:
mn: Ширээний өргөн:
mr: डेस्कटॉप रुंदी:
ne: डेस्कटप चौडाइ:
or: ଡେସ୍କଟପ୍ ଓସାର:
pa: ਡੈਸਕਟਾਪ ਚੌੜਾਈ:
ru: Ширина рабочего стола:
rw: Ubugari bwa biro:
si: ඩෙස්ක්ටොප් පළල:
sq: Gjerësia e desktopit:
sr: Ширина радне површине:
sw: Upana wa eneo-kazi:
ta: டெஸ்க்டாப் அகலம்:
te: డెస్క్‌టాప్ వెడల్పు:
th: ความกว้างเดสก์ท็อป:
tk: Iş stolunyň giňligi:
ur: ڈیسک ٹاپ کی چوڑائی:
zu: Ububanzi bedeskithophu:
